"Loading" = "加载";
"Loading..." = "加载...";
"Verification needed" = "需要验证";
"We've sent you an email with a link to verify your email adress. In case you can't find the mail, be sure to double check your spam or contact our support" = "我们已向您发送一封电子邮件，其中的链接验证您的电子邮件地址。如果你找不到的邮件时，一定要仔细检查您的垃圾邮件或联系我们的支持部门。";
"Home" = "首页";
"Done" = "完成";
"Activity" = "活动";
"Following Friends" = "跟随朋友";
"Following the developers" = "跟随开发者";
"Creating Profile" = "创建个人资料";
"Missing Information" = "缺少信息";
"Make sure you fill out all of the information!" = "请确保您填写的所有资料!";
"Important" = "重要";
"Please read and agree to the terms of use. They inform you about our remarkably innovative Privacy Policy" = "请阅读并同意使用条款。他们通知您我们非常创新“的隐私政策";
"User has been successfully reported." = "用戶已經順利的報告了";
"An error occurred" = "发生错误";
"Check your internet connection." = "检查您的网络连接。";
"Someone" = "有人";
"liked your photo" = "喜欢你的照片。";
"started following you" = "开始跟随您";
"commented on your photo" = "在你的发布做出了回应。";
"joined d'Netwierk" = " ";
"Cancel" = "取消";
"My Profile" = "我的個人資料";
"Find Friends" = "寻找朋友";
"Log Out" = "注销";
"Skip" = "跳过";
"Hello" = "你好";

"Invite friends" = "邀请朋友";
"Sign up and start sharing your story with your friends." = "注册并开始与你的朋友分享你的故事。";
"We were unable to post your comment because this photo is no longer available." = "我们无法发表您的评论，因为无法找到这照片。";
"Are you sure you want to report this photo? This can not be undone and might have consequences for the author." = "你确定要检举这张相片吗？这不能撤消并有可能影响发布者.";
"Yes, report this photo" = "是的，报告这部照片。";
"Delete Photo" = "删除照片";
"Report Photo" = "报告照片";
"Share Photo" = "分享图片";
"New Comment" = "新评论";
"Your comment will be posted next time there is an Internet connection." = "下一次当有互联网连接您的评论将被张贴。";
"Photo has been successfully reported." = "写真が報告されました";
"Couldn't post your photo." = "照片已成功报道。";
"Cellular" = "手机";
"No Connection" = "无连接";

"  I have read and agreed to the" = "  我已阅读并同意";

"0 photos" = "0张照片";
"photo" = "照片";
"s" = "s";

"%d photo%@" = "%d 照片%@";
"%@ points" = "%@ 分";
"Tell everyone how awesome you are." = "告诉大家你是如何棒。";
"Either the user is not awesome, or simply has not entered any information yet." = "无论用户是不是棒, 或者根本没有输入任何的信息。";

"0 points" = "0分";
"Tell us more about yourself" = "告诉我们更多关于你自己。";
"Do you want to report the user for infringing our terms of use?" = "你想举报侵犯我们的使用条款的用户？";
"Yes, Report" = "是的，報告";
"Choose your awesome display name" = "选择你棒的显示名称";
"Sorry, this username is invalid" = "对不起，该用户名无效";
"Change profile picture" = "更改资料图片";

"What do you want the user to be reported for?" = "你想要举报此用户什么?";
"Sexual content" = "色情内容";
"Offensive content" = "冒犯性内容";
"Spam" = "垃圾邮件";
"Other" = "其他";
"Couldn't post your photo, a network error occurred." = "无法上传您的照片";

"Show followers" = "显示的追随者";
"Show following" = "显示追随";
"Sexual" = "色情";
"Offensive" = "冒犯性";
"Publish" = "发布";

"Follow All" = "請遵守全部";

"Check out d'Netzwierk! itms-apps://itunes.apple.com/app/id1076103571" = "Check out d'Netzwierk! itms-apps://itunes.apple.com/app/id1076103571";
"Welcome to VIP Billionaires" = "欢迎来到VIP Billionaires";
"The Netzwierk is based on the well-known follower system. In order to see the photos of your friends, you have to actually follow them." = "The Netzwierk is based on the well-known follower system. In order to see the photos of your friends, you have to actually follow them.";
"You can set a profile picture, a name, and indicate some information about yourself. We also use a score system in which you can aggrandise." = "You can set a profile picture, a name, and indicate some information about yourself. We also use a score system in which you can aggrandise.";
"Everything you share is only visible in your timeline and in the ones of your followers. You don't have to worry about data protection - we've got you covered with high security standards." = "Everything you share is only visible in your timeline and in the ones of your followers. You don't have to worry about data protection - we've got you covered with high security standards.";

"Oh, hello there." = "哦，你好。";
"Your profile" = "你的个人资料";
"Safety" = "安全";
"or" = "或者";
"Add a comment" = "添加评论";
"comments" = "评论";
"comment" = "评论";
"Back" = "上一页";
"Login" = "登录";
"LOGIN" = "登录";
"Sign up" = "注册";
"SIGN UP" = "注册";
"Contact Us" = "联系我们";
"Profile" = "个人资料";
"PROFILE" = "个人资料";
"Settings" = "设定";
"SETTINGS" = "设定";
"last year" = "去年";
"last month" = "去月";
"last week" = "去週";
"yesterday" = "昨天";
"next year" = "来年";
"next month" = "下个月";
"next week" = "下周";
"tomorrow" = "明天";
"Cancel" = "取消";
"Do you really want to delete your account? All of your data will be lost" = "难道你真的想删除自己的帐户？您将丢失所有的数据";
"Delete Account" = "删除帐户";
"likes" = "喜欢";
"like" = "喜欢";
"near" = "靠近";
"Location Services" = "位置服务";
"Change Security PIN" = "更改安全密码";
"Terms of Use" = "使用条款";
"Change Password" = "更改密码";
"Change theme color" = "更改主題顏色";
"Change camera color" = "更改摄像头的颜色";

"In compliance with our terms and general philosophy, deleting your account will:\n\n• delete all of your data on our servers permanently\n\n• prevent you from recovering any data afterwards." = "符合我们的条款和一般哲学，删除您的帐户会, 在我们的服务器上删除所有数据, 永久阻止你在事后恢复任何数据。";
"Enter Password" = "輸入密碼";
"Enter Username" = "輸入用戶名";
"Enter security PIN" = "输入安全密码";
"Enter old Password" = "输入旧密码";
"Enter new Password" = "输入新密码";
"Enter your username and password, then set a new password." = "输入您的用户名和密码，然后设置一个新密码。";
"Change Password" = "更改密码";
"Enter your old PIN, then choose a new one." = "輸入舊密碼，然後輸入您的新密碼";
"Change Security PIN" = "更改安全密码";
"Enter new security PIN" = "输入新的安全密码";
"Enter security PIN" = "输入安全密码";
"Security PIN" = "安全密码";

"Forgot Password?" = "忘了密码？";
"Log in" = "登录";
"Email" = "电子邮件";
"Username" = "用户名";
"Password" = "密码";
"First name" = "姓";
"Last name" = "名";
"Change Display Name" = "更改显示名称";
"Change Info" = "更改訊息";
"Ooops!" = "哎呀！";
"Your new password must be at least 6 characters long" = "您的新密码必须至少6个字符长";
"Your new password must not contain any empty spaces" = "您的新密码不能包含任何空格";
"Wrong username or password" = "错误的用户名或密码";
"This is not the correct user you're entering.\n\nAre you trying to cheat, evil hacker?" = "你输入的用户不正确. 你想骗我们吗, 黑客？";
"Your PIN must be four digits long" = "您的PIN码必须是4位数长";
"Your entered PIN is invalid" = "您输入的PIN无效";
"Password successfully changed" = "密码修改成功";
"Security PIN successfully changed" = "安全密碼修改成功";
"Wrong security PIN" = "安全密码错误";
"Success" = "成功";
"mentioned you in a comment" = "在评论中提到你";
"Since you have logged in with your Facebook Account, you have no classic username and password to log in. But, in certain cases, we need to verify your identity. We do this by asking you the following personal PIN \n\n\n   %i%i%i%i  \n\n\nYou can change this PIN in your settings. Do not forget it." = "既然你已经登录Facebook帐户,你有没有经典的用户名和密码。但是，在某些情况下，我们需要验证您的身份。做到这一点, 我们问你以下个人PIN码。";
"What do you want to do?" = "您想做什么？";
"Block this user" = "封锁此用户";
"Unblock this user" = "解封此用户";
"Save" = "保存";
"Change header picture" = "更改标题图片";
"Change profile picture" = "更改资料图片";
"Sorry, this username is invalid" = "对不起，该用户名无效";
"Sorry, this mention name is invalid" = "对不起，这提名无效";
"You successfully changed your information" = "您已成功改变了你的信息。";
"We encountered an error while updating your information. Please try again later." = "我们在	更新您的信息时遇到了一个错误。 请稍后再试。";
"Sorry, this mention name is already taken. Please try another one" = "很抱歉，这个提名已被使用。请尝试另一个。";
"Edit Profile" = "编辑个人资料";
"Search hashtags" = "搜索主题标签";
"Successfully uploaded the video" = "成功上传视频";
"A problem occurred, try again later" = "发生一个问题, 请稍后再试";
"Take Video" = "拍摄录像";
"Yes, delete photo" = "是的，删除照片。";
"Are you sure you want to delete this photo? This can not be undone." = "你确定要删除此照片？ 这不能被撤消。";
"Yes, delete video" = "是的,删除视频";
"Are you sure you want to delete this video? This can not be undone." = "你确定要删除此视频？ 这不能被撤消。";
"Are you sure you want to report this video? This can not be undone and might have consequences for the author." = "你确定要举报该视频？这不能撤消并有可能影响发布者。";
"Yes, report this video" = "是的，举报这部影片。";
"Share Video" = "分享视频";
"Delete Video" = "删除视频";
"Report Video" = "举报视频";
"Video has been successfully reported." = "视频已成功删除";
"liked your video" = "喜欢你的视频";
"commented on your video" = "评论你的视频";
"Your comment has been successfully deleted" = "你的评论已成功删除";
"Uploading" = "上传";
"Report User" = "举报用户";
"Delete" = "删除";
"Do you really want to report this user?" = "你真的要举报该用户吗？";
"Do you really want to delete this comment?" = "难道你真的要删除此评论吗？";
"Make a donation" = "做捐献";
"Gender" = "性別";
"Birthday" = "生日";
"Website" = "网站";
"City" = "城市";
"Name" = "名字";
"Private information, only you see this" = "私人信息，只有你看到这";
"male" = "男性";
"female" = "女性";
"other" = "其他";
"Sorry, this email is invalid" = "对不起，这封电子邮件是无效的。";
"Your name" = "你的名字";
"Your mention name" = "你提到名字";
"Place your bio here" = "请在此输入你的个人介绍";
"Where do you come from?" = "你来自哪里";
"Your website" = "你的网页";
"Security Settings" = "安全设置";
"Hold On..." = "等一下…";
"Congratulations" = "祝贺";
"Notice" = "注意";
"Location Service has been disabled - please go to your Settings and turn on Location Service for this app" = "位置服务已禁用 - 请转到您的设置并打开这个应用程序的位置服务";
"We were unable to post your comment because this video is no longer available." = "我们无法发表您的评论，因为该视频不存在。";
"We encountered an error while trying to block this user. Please try again later." = "我们试图阻止该用户时发生错误。 请稍后再试。";
"We encountered an error while trying to unblock this user. Please try again later." = "我们尝试解锁该用户时发生错误。 请稍后再试。";
"Login Failed" = "登录失败";
"Make sure your information is correct. If you are trying to login with facebook, make sure you have your facebook account set up in the settings of your device" = "确保您的信息是正确的。如果您正试图使用Facebook登录,请确保你的Facebook帐户有设置设备。";
"Make sure your email adress is correct so we can reach you" = "请确保您的电子邮件地址是正确的以方便我们可以联系到您。";
" Reply" = " 回复";
"Choose" = "选择";
"You successfully changed the design color" = "您已成功改变了设计的颜色。";
"You successfully changed the camera color" = "您已成功改变了相机的颜色。";
"You are logged in with your facebook account. Since you have no password, you need a PIN in order to delete your account or verify your identity." = "你登录你的Facebook帐户, 既然你没有密码，你需要PIN码以删除或验证您的帐户。";
"Privacy Policy" = "隐私政策";
"  Your ID     :  " = "  你的身份证    :";
"  Password :  " = "  密码  :";
"Enter your username" = "输入你的用户名";
"  Email        :  " = "  电子邮件        :";
"Enter your password" = "输入您的密码";
"Choose color" = "选择颜色";
"Choose camera color" = "选择摄像机颜色";
"Personal color" = "个人色彩";
"Logging out..." = "记录...";
"Sign up, it won't take long. We promise." = "注册, 我们承诺不会浪费你很多时间。";
"Private" = "私人的";
"Group" = "小组";
"Contacts" = "連絡先";
"Phone contacts" = "電話連絡先";
"Friends" = "朋友";
"Create Group" = "创建组";
"Select Contacts" = "选择联系人";

"Do you really want to delete this conversation?" = "你真的要删除此对话吗？";
"Take photo or video" = "照相或视频";
"Choose existing photo" = "选择现有照片";
"Choose existing video" = "选择现有的视频";
"Record audio" = "录制音频";
"Send location" = "发送位置";
"You have unblocked this user" = "您已解除封锁该用户";
"You have blocked this user" = "你已封锁这个用户";
"Downloading ... " = "下载...";
"Internet connection failed" = "互联网连接失败";


"Message"="信息";
"Popular"="流行";
"POPULAR"="流行";
"Recent"="最近";
"Text"="文本";
"Choose Video"="选择视频";
"Take Video"="拍摄录像";
"Take Photo" = "照相";
"Choose Photo" = "选择照片";

"post"="发布";
"posts"="帖子";
"follower"="追随者";
"followers"="追随者";
"following"="已跟随";
"Following"="已跟随";

"Email must be set." = "一定要设置电邮";
"Password must be set." = "一定要设置密码";
"Invalid login parameters" = "无效的登录数据";
"Your friends are either not very active or don't like what you post." = "你的朋友群可能不太活跃或是不喜欢你的帖。";
"Send read receipt" = "发送已阅读通知";
"Push notifications" = "推送通知";
"No popular posts" = "无发布显示";
"Profile Photo" = "档案照片";
"Header Photo" = "头像照片";
"Report" = "报告";
"Edit" = "編集";
"Share" = "分享";
"Enter email address"="输入电邮网址";
"Logging in..." = "正在登录中。。。";
"Facebook login error."="面子书登录失败";
"    Log in with Facebook" = "    使用面子书登录";
"Good to see you %@!" = "很高兴见到你 %@!";

"Mention" = "提及简称";
"Bio" = "自我介绍";
"I accept"="我同意";
"Show terms"="显示条款";
"Please accept the terms of use before using this app"="在使用此应用程式前，请先同意使用条款";
"Please wait..." = "请稍等...";
"Popular posts" = "热门发布";
"Recent posts" = "最新发布";
"Follow" = "跟随";
"Message" = "メッセージ";
"Follow  "="跟随   ";
"Please describe your problem or question. We will answer you within 24 hours. For a flawless treatment of your query, make sure to not delete the above indicated iOS Version and Request ID.\n               _________________" = "请说明你所遇到的问题或疑问。我们会尽快在24小时内回应你。为了方便我们能更深入地处理问题，请不要删除上述由系统所标注的IOS Version和Requester ID资料。\n               _________________";
"You actually need friends to see a newsfeed."="你需要拥有朋友才能看到新闻推送。";
"Block"="块";
